---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameterGroup.PG_WALL_CROSS_SECTION_DEFINITION
enum: Autodesk.Revit.DB.BuiltInParameterGroup
source: html/9942b791-2892-0658-303e-abf99675c5a6.htm
---
# Autodesk.Revit.DB.BuiltInParameterGroup.PG_WALL_CROSS_SECTION_DEFINITION

"Cross-Section Definition"